import zhLocale from 'element-ui/lib/locale/lang/zh-CN'
const CN = {
  ...zhLocale,
  header: {
    text1: '我的账户',
    text2: 'PK机器人',
    text3: '退出登录',
    text4: '套利',
    text5: '公告',
    text6: '公告列表',
    text7: '友情链接',
    text8: '秘密',
    text9: '博格基金',
    text10: '试运营'
  },
  login: {
    text1: '登录',
    text2: '请使用Secret账号进行登录',
    text3: '请输入用户名',
    text4: '请输入密码',
    text5: '登录',
    text6: '请输入Secret账号',
    text7: '密码由8-14字母和数字组成',
    text8: '系统繁忙，请稍后再试!',
    text9: '账号和密码不能为空!'
  },
  pageTurn: {
    text1: '上一页',
    text2: '下一页',
    text3: '比赛时间',
    text4: '至',
    text5: '开始日期',
    text6: '结束日期',
    text7: '套利状态',
    text8: '全部',
    text9: '投注中',
    text10: '待开奖',
    text11: '结算中',
    text12: '查询',
    text13: '比赛时间',
    text14: '比赛时间延期至',
    text15: '比赛时间延期,时间未定',
    text16: '退款中'
  },
  tips: {
    text1: '如遇以下非本平台自身原因造成的赛事延迟、取消，相应赛事将被视为无效投注，平台会在赛事后24小时内退还相关的套利投注的SIE数额。',
    text2: '1.由于赛事当地突发情况造成的比赛延迟、取消。',
    text3: '2.由于赛事主办方原因造成的比赛延迟、取消。',
    text4: '3.由于不可抗力因素造成的比赛延迟、取消。',
    text5: '4.其他非平台原因。',
    text6: '参与投注默认同意以上规则，一切解释权归本平台所有，感谢各位用户支持。',
    text7: '用户须知'
  },
  boGe: {
    text001: '期数',
    text002: '第1期',
    text003: '第2期',
    text1: '博格一号',
    text2: '当前持有份额',
    text3: '购买时间',
    text4: '锁定期',
    text5: '解锁日期',
    text6: '购买份额',
    text7: '请输入购买份额',
    text8: '当前余额',
    text9: '支付金额',
    text10: '转入',
    text11: '我已阅读并同意',
    text12: '博格1号基金购买协议',
    text13: '关于博格一号',
    text14: '博格一号”基金以人工智能（AI）、机器学习和深度学习的开发研究为主要投资对象,在综合考虑基金资产收益性、安全性和流动性的基础上，通过积极主动的投资管理，力争实现超过业绩比较基准的投资收益。',
    text15: '于',
    text16: '',
    text17: '持有SIE的用户可以选择将SIE入股到“博格一号”的封闭式基金当中。该产品有两年封闭期，期间不可取出；两年到期后，用户可选择按每份1.3美元的价格兑换相应的SIE基金份额或自动转入下一期。',
    text18: '博格一号',
    text19: '转入',
    text20: '安全密码',
    text21: '请输入购买金额',
    text22: '不在购买期限内',
    text23: '必须同意协议才能购买！',
    text24: '年',
    text25: '月',
    text26: '日',
    text27: '查看更多',
    text28: '登录查看',
    text29: '年',
    text30: '交易规则',
    text31: '博格基金会官网',
    text32: '编辑',
    tab: [
      {
        text: '博格基金会'
      },
      {
        text: '博格一号'
      },
      {
        text: '博格基金电子合同'
      }
    ],
    aaa: [
      {
        title: '',
        text: [
          {
            msg: '博格基金会是一个涵盖了人工智能（AI）、机器学习和深度学习的开发研究综合性组织。博格基金会的第一个项目是Financial AI项目，主要是人工智能金融套利、高频交易的研究，并开始转向真正的机器学习。在这个领域，人工智能系统能够高速分析大量的数据，并且在分析过程中自我改进，用机器来预测市场趋势，并确定具体的交易。博格基金会利用高度发达的人工智能做金融分析，从这些变化中把握住套利的机会，为会员们提供更具有价值的投资方案。'
          },
          {
            msg: '我们为基金会的贡献者提供会员服务，活动方式丰富多彩，VIP会员将有机会获得瑞士银行等海外银行开户、海外移民办理、欧洲/日本基因检测之旅、高端俱乐部服务以及Quintessentially Lifestyle国际精英会的入户申请等。'
          }
        ]
      },
      {
        text: [
          {
            msg: '“博格一号”基金以人工智能（AI）、机器学习和深度学习的开发研究为主要投资对象,在综合考虑基金资产收益性、安全性和流动性的基础上，通过积极主动的投资管理，力争实现超过业绩比较基准的投资收益。'
          },
          {
            msg: '在基金发售期间：第一期：2018年11月11日-12月11日（已结束）；第二期：2019年8月1日-8月31日（预售中）。用户可以将持有的SIE入股“博格一号”封闭式基金，基金两年期满后，用户可以按照1.3USD/SIE兑换相应的基金份额或赎回。'
          }
        ]
      }
    ],
    tabContent: [
      {
        title: '一、基金的基本情况',
        text: [
          {
            msg: '（一）基金的名称：博格一号基金。'
          },
          {
            msg: '（二）基金的运作方式：封闭式运作'
          },
          {
            msg: '（三）基金的投资目标：探索和实现科技智能领域和金融的完美融合。'
          },
          {
            msg: '（四）基金的存续期限：本基金的预计存续期限为 2 年。基金管理人将于提前终止或延期前1个月在基金管理人网站——博格基金官网公告，并通过短信或邮件向基金持有人发送通知。'
          },
          {
            msg: '（五）在基金存续期届满后，投资者可以按照1.3USD/SIE兑换相应的基金份额或赎回。'
          },
          {
            msg: '（六）发售时间：'
          },
          {
            msg: '（七）发售方式：本基金以公开方式进行募集。'
          },
          {
            msg: '（八）发售对象：本基金仅向SIE持有者发售。'
          }
        ]
      },
      {
        title: '二、风险揭示',
        text: [
          {
            msg: '进行金融产品投资存在以下风险，请投资者谨慎考虑。'
          },
          {
            msg: '(一)基金产品是一种长期投资工具，其主要功能是分散投资，降低投资单一所带来的个别风险。基金产品不同于银行储蓄和债券等能够提供固定收益预期的金融工具，投资人购买基金，既可能按其持有份额分享基金投资所产生的收益，也可能承担基金投资所带来的损失。'
          },
          {
            msg: '(二)基金在投资运作过程中可能面临各种风险，既包括市场风险，也包括基金产品自身的管理风险、技术风险和合规风险等。'
          },
          {
            msg: '(三) 金融产品的过往业绩及其净值高低并不预示其未来业绩表现。提醒投资人金融产品投资的“买者自负”原则，在做出投资决策后，金融产品运营状况与金融产品净值变化引致的投资风险，由投资人自行负担。'
          },
          {
            msg: '(四) 基金管理人依照恪尽职守、诚实信用、谨慎勤勉的原则管理和运用本基金财产，但不保证基金财产本金不受损失，也不保证一定盈利及最低收益。'
          },
          {
            msg: '(五) 通过我司进行金融产品投资交易委托，但因不可抗力而造成交易不成功的风险。'
          }
        ]
      }
    ]
  },
  agreements: [
    {
      title: '第一条 特别提示',
      text: [
        {
          msg: '1、本协议是博格基金与实名认证的用户(以下简称“您”或“投资者”)就您与本公司进行投资基金相关操作的有关事项所订立的有效合同。投资者通过点击确认或以其他方式选择接受本协议，即表示投资者与博格基金已达成协议并同意接受本协议的全部约定内容以及与本协议有关的各项规则及本公司网站所包含的其他与本协议或本协议项下各项规则的条款和条件有关的各项规定。'
        },
        {
          msg: '2、博格基金为您提供了博格一号基金相关事宜的服务对接。由此产生的权利与义务适用本协议；因您作为基金份额持有人持有博格一号基金的权利、义务应适用《基金合同》等基金交易基本文件的相应规定。'
        },
        {
          msg: '3、您与博格基金根据国家有关法律、法规及相应规定达成如下协议。在接受本协议之前，请您仔细阅读本协议的全部内容。如果您不同意本协议的任何内容，或者无法准确理解本公司对条款的解释，请不要进行后续操作。'
        }
      ]
    },
    {
      title: '第二条 释义',
      text: [
        {
          msg: '1、投资者：是指持有SIE并申请开立博格基金的基金交易账户及基金账户的实名认证用户。'
        },
        {
          msg: '2、基金账户：是指基金注册登记机构给投资者开立的用于记录投资者持有的由该注册登记机构登记注册的封闭式基金份额变动及结余情况的账户。本基金账户的注册登记机构为博格基金。'
        },
        {
          msg: '3、基金交易账户：是指博格基金为投资者开立的记录其入股博格基金所管理的封闭式基金的基金份额的变动及结余情况的账户。'
        },
        {
          msg: '4、入股：是指持有SIE的用户自愿以SIE资产的形式入股“博格一号”封闭式基金。'
        },
        {
          msg: '5、申购：是指基金合同生效后，投资者向博格基金提出申请入股基金份额的行为。'
        },
        {
          msg: '6、赎回：是指投资者按照基金合同约定将SIE兑换为现金的行为。'
        },
        {
          msg: '7、身份认证要素：指在交易中本公司用于识别投资者身份的信息要素，包括但不限于投资者的账户、密码、数字证书、动态口令、姓名、证件类型、证件号码、签约时设置的手机号码及本公司认可的其他要素。'
        },
        {
          msg: '8、T 日是指博格基金受理投资者申购、赎回或其他业务的申请日。'
        },
        {
          msg: '9、开放日是指博格基金为投资者入股业务的工作日（2018年11月11日-12月11日）。'
        },
        {
          msg: '10、《基金合同》是指博格一号基金合同及其任何之修订或补充。'
        }
      ]
    },
    {
      title: '第三条 基金账户的开立',
      text: [
        {
          msg: '1、凡实名认证用户都可以申请开立基金账户，成为博格基金投资者。'
        },
        {
          msg: '2、投资者首次开立基金账户，其基金账户开户申请将于实时确认，确认成功后，投资者将获得基金账户。投资者的基金账户开立成功与否以博格基金确认结果为准。'
        }
      ]
    },
    {
      title: '第四条 安全验证机制',
      text: [
        {
          msg: '1、投资者登录账户发出的指令，将被合理确信为是投资者本人直接向博格基金发出的指令，因此，投资者应妥善保管身份认证要素。'
        },
        {
          msg: '2、投资者在发起申购、赎回等类型的交易申请时，需要根据提示输入身份认证要素等信息及进行其他身份验证操作，博格基金后台系统根据验证结果处理投资者的交易申请。博格基金有权调整和追加身份验证的项目和方式，投资者同意配合博格基金的要求，在博格基金要求时，补充提供身份信息及/或身份证明文件。'
        },
        {
          msg: '3、由于投资者自身的原因导致身份认证要素泄露而引起的损失由投资者自行承担。'
        }
      ]
    },
    {
      title: '第五条 入股申请',
      text: [
        {
          msg: '1、投资者可提出博格一号基金的入股申请。入股金额以博格基金业务规则的相关规定为准。'
        },
        {
          msg: '2、投资者入股申请与资金支付的受理截止时间为开放日最后一天。投资者委托申请的时间以博格基金系统自动记载时间为准。'
        }
      ]
    },
    {
      title: '第六条  申购申请',
      text: [
        {
          msg: '当博格一号基金到期后（两年后），投资者可通过博格基金账户按照1.3USD/SIE的价格兑换相应的基金份额。申购基金份额限制以博格基金业务规则的相关规定为准。'
        }
      ]
    },
    {
      title: '第七条 赎回申请',
      text: [
        {
          msg: '当博格一号基金到期后（两年后），投资者可通过博格基金账户用户可以按照1.3USD/SIE的价格进行赎回申请。'
        }
      ]
    },
    {
      title: '第八条 申请撤销',
      text: [
        {
          msg: '投资者暂不能通过电子交易提交申购撤销、赎回撤销申请。'
        }
      ]
    },
    {
      title: '第九条 账户查询',
      text: [
        {
          msg: '为了更好为投资者提供服务，投资者知晓并同意，博格基金将投资者的相关信息，包括但不限于交易信息、账户信息、身份信息、份额等信息同步给公司服务器，由公司为投资者提供其本人的基金投资信息查询服务及其他相关服务。'
        }
      ]
    },
    {
      title: '第十条 协议的生效及变更',
      text: [
        {
          msg: '1、本协议从甲方签署协议时生效,甲方通过网络页面点击确认或以其他方式选择接受本协议视同签署。'
        },
        {
          msg: '2、在不损害投资者利益的前提下，博格基金保留修改或增补本协议内容的权利。本协议的修改文本将公告于博格基金的网站或以其他博格基金认为可行的方式通知。投资者在修改通知公布之日起十日内未向博格基金提出书面异议，视同已经得到投资者的认可，但博格基金增加服务内容除外。'
        },
        {
          msg: '3、本协议书签署后，若有关法律法规和《基金合同》或其他博格基金和投资者应共同遵守的文件发生修订，本协议与之不相适应的内容及条款自行失效，但本协议其他内容和条款继续有效。'
        }
      ]
    },
    {
      title: '第十一条 争议的解决',
      text: [
        {
          msg: '本协议履行过程中发生争议的，应由当事人协商解决。如果当事人不愿协商解决或协商不成的，任何一方均有权将争议提交博格基金仲裁委员会，依据该会届时有效的仲裁规则进行仲裁。仲裁裁决是终局性的，对双方均有约束力。仲裁期间，本协议不涉及争议的条款应继续履行。'
        }
      ]
    },
    {
      title: '第十二条 其他',
      text: [
        {
          msg: '在法律法规允许的范围内，乙方对本协议享有修改权和最终解释权。'
        }
      ]
    }
  ],
  agreement: {
    // text1: '',
    // text2: '',
    // text3: '',
    // text4: '',
    // text5: '',
    // text6: '',
    // text7: '',
    // text8: '',
    // text9: '',
    // text10: ''
    text1: '博格基金购买协议',
    text2: '甲方：投资者',
    text3: '乙方：博格基金会（以下简称乙方或“本公司”或“博格基金”）',
    text4: '甲、乙双方依据法律法规的规定，本着公开、公平、自愿和诚实信用的原则，就甲方使用乙方所提供的基金账户、进行投资基金联接基金份额的入股、申购、赎回等相关事项达成如下协议：'
  },
  bogeFund: {
    text1: '博格基金',
    text2: '投资记录',
    text3: '当前持有份额',
    text4: '购买份额',
    text5: '购买时间',
    text6: '类型',
    text7: '操作',
    text8: '详情',
    text9: '暂时还没有数据！',
    text10: '投资记录详情',
    text11: '到期时间',
    text12: '所属基金',
    text13: '购买详情',
    text14: '锁定周期',
    text15: '年',
    text16: '已关闭',
    text17: '汇率',
    text18: '购买',
    text19: '推广奖励',
    text20: '博格基金',
    text21: '号',
    text22: '达尔文赠送'
  },
  myInformation: {
    text1: '我的信息',
    text2: '完善个人信息',
    text3: '姓名：',
    text4: '请输入姓名',
    text5: '手机：',
    text6: '请输入手机',
    text7: '邮箱：',
    text8: '请输入邮箱',
    text9: '证件类型：',
    text10: '证件号码：',
    text11: '请输入证件号码',
    text12: '银行卡信息',
    text13: '账户名称：',
    text14: '请输入账户名称',
    text15: '账号：',
    text16: '请输入账号',
    text17: '开户银行名称：',
    text18: '请输入开户银行名称',
    text19: '保存',
    text20: '请选择证件类型',
    text21: '名字不能为空',
    text22: '手机号不能为空',
    text23: '邮箱不能为空',
    text24: '证件号码不能为空',
    text25: '账户名称不能为空',
    text26: '账号不能为空',
    text27: '开户银行名称不能为空',
    text28: '基金合同信息一旦保存后将不能修改，确定保存信息么？',
    text29: '保存成功',
    text30: '完善信息',
    text31: '请先完善个人信息后再进行购买',
    text32: '去完善',
    text33: '居民身份证',
    text34: '军官证',
    text35: '士兵证',
    text36: '护照',
    text37: '港澳同胞回乡证',
    text38: '温馨提醒',
    text39: '一旦提交个人信息后将无法修改，请认真填写',
    text40: '您录入的个人信息将用于基金购买合同',
    text41: '请输入正确的邮箱',
    text42: '个人信息'
  },
  home: {
    text1: '最新公告',
    text2: '热门',
    text3: '套利',
    text4: '立即参与',
    text5: '截止时间',
    text6: '目标金额',
    text7: '更多套利',
    text8: '最佳套利',
    text9: '平台',
    text10: '特点',
    text11: '精准套利',
    text12: '实时撮合',
    text13: '智能搜索',
    text14: '套利',
    text15: 'PK推出了体育套利信息抓取功能，该功能可以实时监控全球多家博彩公司，对所有比赛开出的各项赔率通过实时抓取和信息整合分析，精准的找出每一个套利机会，并为秘密用户提供这种机会，分享人工智能带来的收益。',
    text16: '',
    text17: '了解如何获利',
    text18: '竞技体育专家',
    text19: '全球首个智能竞技体育专家，以体育运动大数据为基础，运用多种人工智能算法，创造性地将智能合约与人工智能技术应用于体育博彩行业。',
    text20: 'PK拥有50000+场足球各项数据，同时还承载千万级赔率信息、球员效率量化、球队实力模型等。通过系统软件搜罗全世界所有博彩资讯再作大量比较分析，得100%获利的投资机会，再将理想赔率资讯传递给每一个秘密用户。',
    text21: '了解PK人工智能',
    swiperList: [ // swiper 配置
      {
        img: require('../../assets/images/home/index-b1.jpg'),
        text2: '博格一号基金，价值投资发现者',
        text: 'Bogle 001， the detector of value investing'
      },
      {
        img: require('../../assets/images/home/index-b3.jpg'),
        text2: '专业配置资产，博格让人生更自由',
        text: 'Professional asset allocation, bogle let life more freedom'
      },
      {
        img: require('../../assets/images/home/index-b2.jpg'),
        text2: 'AI融汇体育竞技, PK掌控套利未来',
        text: 'AI integrates with sports, PK steers to the arbitrage future'
      }
    ],
    text22: '套利',
    text23: 'PK机器人',
    text24: '我的账户',
    text25: '登录',
    text26: 'PK智能体育',
    text27: 'PK是体育领域专业的大数据人工智能公司。从网页设计到平台嵌入，乃至技术支援等，全方位满足客户的需要。以赛事数据为基础，以大数据分析技术为引擎，运用机器学习、深度学习等人工智能算法，锁定每一个稍纵即逝的套利机会，为全球投资者开启零风险体育套利服务。',
    text28: '公司团队由不同学科的专家组成，如体坛对冲专业人士，数据科学家和技术专家等。专家对体坛科学界和体坛金融领域有着深厚的认识，凭借专业而极具创意的思维，在短时间内创作出多个业界前所未有的体育交易新体验。开发了PK系统，是全世界第一个搜索顶级体育赛事在线赔率差异的超级智能。',
    text29: '一直以来，PK团队以积极的态度，发挥无限创意，为玩家带来最高层次的套利体验。为此，我们不断征服挑战并迈步向前，研发出更多独一无二的体育新体验，冲破网上体育平台的传统束缚，创造时代新机遇。',
    text30: '博格基金',
    text31: '博格基金会是一个涵盖了人工智能（AI）、机器学习和深度学习的开发研究综合性组织。博格基金会的第一个项目是Financial AI项目，主要是人工智能金融套利、高频交易的研究，并开始转向真正的机器学习。在这个领域，人工智能系统能够高速分析大量的数据，并且在分析过程中自我改进，用机器来预测市场趋势，并确定具体的交易。博格基金会利用高度发达的人工智能做金融分析，从这些变化中把握住套利的机会，为会员们提供更具有价值的投资方案。',
    text32: '',
    text33: '俱乐部服务',
    text34: '会员除了可以享用设备豪华的会所、高尔夫球场、高级餐饮、健身等服务之外，博格俱乐部还可以提供什么？从一级方程式赛车入场券到巨星音乐会最佳座位，只要会员提出的需求，俱乐部就一定能办到。俱乐部还利用自己的关系网络，可以安排会员进入最顶级的俱乐部、上流社会派对、时装表演等。',
    text35: '博格俱乐部会籍分三级制：',
    text36: '第1级标准会籍，10万积分，可享受泰勒•斯威夫特、C罗明星见面会、与巴菲特共进午餐、总统特朗普晚宴等服务；',
    text37: '第2级专线会籍，50万积分，除了查询、订位之外，可享个人客户服务经理服务，还能享受欧洲移民办理。',
    text38: '第3级皇室会籍，100万积分。除了UBS、野村证券、苏黎世银行等开设私人账户，同时还有环球客户经理全天候24小时随时候命。',
    text39: '博格俱乐部为会员提供尊享特权，开启非凡的全球化生活！',
    text40: '博格一号',
    text41: '博格一号基金是由PK联合博格基金会推出的提取封闭式基金，基金封闭期为两年，基金2019年1月1日正式开始运营，由公司专业技术团队负责管理。博格一号基金的运作方式为封闭式运作，封闭式基金的投资者在基金存续期间内不能向发行机构赎回基金份额。',
    text42: '在基金发售期间：第一期：2018年11月11日-12月11日（已结束）；第二期：2019年8月1日-8月31日（预售中）。用户可以将持有的SIE入股“博格一号”封闭式基金，基金两年期满后，用户可以按照1.3USD/SIE兑换相应的基金份额或赎回。',
    text43: '下载合同',
    text44: ''
  },
  pkRobot: {
    text1: 'AI体育竞技,  PK智能引领博彩变革',
    text2: 'PK',
    text3: '机器人',
    text4: 'PK机器人',
    text5: 'PK将世界上各个范畴最大的交易平台之数据整合再分析，计算出必胜的结果，分毫不差。',
    text6: 'PK在人工智能竞猜中的功能及优势',
    text7: 'PK超级智能，它能够24小时每周7天不间断运行',
    text8: '从世界各地的体育交易平台中提取回报率数据',
    text9: '识别对冲机会',
    text10: '计算所有入资和回报的百分比',
    text11: '数据存储和整合',
    text12: '独特的100％对冲能力',
    text13: 'PK拥有50000+场足球各项数据，同时还承载千万级赔率信息、球员效率量化、球队实力模型等。通过系统软件搜罗全世界所有博彩资讯再作大量比较分析，得100%获利的投资机会，再将理想赔率资讯传递给每一个拥有PK的用户。',
    text14: '立即开通',
    text15: '立即参与套利',
    text16: '当用户持有的SIE资产余额大于10000SIE时，即可免费开通PK机器人，拥有属于自己的PK套利专家，第一时间获取套利机会！PK机器人申请成功后，永久性拥有，用户的SIE资产变动不影响PK机器人的开通状态。',
    text17: 'PK是一个可以对世界各地体育赛事、赌场游戏、即时彩票和网络锦标赛随时进行科学分析的智能角色，是全世界第一个搜索顶级体育赛事在线赔率差异的超级智能，将为全球的投资者开启零风险的体育套利服务。',
    text18: '开通时间',
    text19: '您还未登录,2秒之后跳转登录页面',
    text20: '开通PK机器人需要当前余额大于10000SIE',
    items: [
      {title: 'PK超级智能,它能够24小时每周7天不间断运行'},
      {title: '从世界各地的体育交易平台中提取回报率数据'},
      {title: '识别对冲机会'},
      {title: '计算所有入资和回报的百分比'},
      {title: '数据存储和整合'},
      {title: '独特的100%对冲能力'}
    ]
  },
  dialog: {
    text1: '投注订单',
    text2: '请输入支付密码',
    text3: '请输入短信验证码',
    text4: '请输入谷歌验证码',
    text5: '确认支付',
    text6: '投注成功',
    text7: '已投注成功',
    text8: '确定',
    text9: '投注失败',
    text10: '查看详情',
    text11: '请先绑定手机后进行购买',
    text12: '投注交易稍有延迟，请稍后手动刷新查看',
    text13: '请先绑定谷歌验证码'
  },
  popup: {
    text1: '请输入投注数量',
    text2: '只能输入一位小数',
    text3: '不能少于0.1USD',
    text4: '已超出剩余可投金额',
    text5: '发送',
    text6: '支付密码不能为空',
    text7: '请输入验证码',
    text8: '发送验证码失败',
    text9: '正在加载中...',
    text10: '投注金额不能少于100',
    text11: '您已超过剩余SIE资产',
    text12: '投注金额已满',
    text13: '您已超过单笔最大投注金额'
  },
  nowOrder: {
    text1: '盘口',
    text2: '已结束',
    text3: '汇率',
    text4: '结算汇率'
  },
  billingRecord: {
    text1: '账单记录',
    text2: '编号',
    text3: '变动金额',
    text4: '变动类型',
    text5: '时间',
    text6: '操作',
    text7: '查看详情',
    text8: '我的账单',
    text9: '编号',
    text10: '投注',
    text11: '盈利',
    text12: '退款',
    text13: '退款',
    text14: '投注',
    text15: '盈利',
    text16: '账单详情',
    text17: '项目名称',
    text18: '项目编号',
    text19: '类型',
    text20: '订单编号',
    text21: '变动时间',
    text22: '购买基金'
  },
  add: {
    text1: '预计最大获利',
    text2: '累计投注',
    text3: '主场胜',
    text4: '客场胜',
    text5: '平局',
    text6: '累计投注金额',
    text7: '预计收益',
    text8: '加载数据错误'
  },
  profit: {
    text1: '基金',
    text2: '业绩',
    text3: '预计最大获利',
    text4: '累计投注',
    text5: '主场胜',
    text6: '客场胜',
    text7: '平局',
    text8: '累计投注:',
    text9: '获利',
    text10: '盘口预计获利',
    text11: '个人预计获利',
    text12: '比赛结果',
    text13: '套利投注总金额',
    text14: '套利方案总获利',
    text15: '个人获利',
    text16: '个人获利部分',
    text17: '总获利',
    text18: '统计金额',
    text19: '到账金额',
    text20: '获利总金额',
    text21: '个人到账部分',
    text22: '纳入基金部分',
    text23: '业绩结算部分'
  },
  achievement: {
    text0: '套利业绩',
    text01: '基金业绩',
    text1: '概览',
    text2: '账户概览',
    text3: '套利订单',
    text4: '进行中',
    text5: '已完成',
    text6: '收益记录',
    text7: '套利业绩',
    text8: '账户余额:',
    text9: '今日套利收益',
    text10: '查看详情',
    text11: '总套利收益金额',
    text12: '今日收益',
    text13: '收益',
    text14: '编号',
    text15: '套利项目',
    text16: '投注金额',
    text17: '统计时间',
    text18: '操作',
    text19: '获利金额',
    text20: '团队用户',
    text21: '当前业绩统计',
    text22: '收益记录',
    text23: '奖励编号:',
    text24: '投注总金额',
    text25: '收益金额',
    text26: '获利金额:',
    text27: '订单详情',
    text28: '编号:',
    text29: '截止时间',
    text30: '套利目标投注金额',
    text31: '已结束',
    text32: '套利结果',
    text33: '收益详情',
    text34: '奖励编号',
    text35: '支付总金额',
    text36: '获利金额',
    text37: '实际到账金额',
    text38: '结算时间',
    text39: '已结束',
    text40: '目标金额',
    text41: '截止时间',
    text42: '总获利',
    text43: '个人获利总金额',
    text44: '获利收益明细',
    text45: '项目名称',
    text46: '项目名称',
    text47: '套利方案',
    text48: '投资额',
    text49: '投注记录',
    text50: '套利详情',
    text51: '发送',
    text52: '当前进度:',
    text53: '剩余可投金额:',
    text54: '请输入投注金额',
    text55: '已投注',
    text56: '用户SIE资产:',
    text57: '支付金额:',
    text58: '投注',
    text59: '盘口结果',
    text60: '赔率',
    text61: '预计获利',
    text62: '编号',
    text63: '投注时间',
    text64: '累计投注金额',
    text65: '小派别总业绩',
    text66: '个人获利金额',
    text67: '账单记录',
    text68: '已退款',
    text69: '比赛已终止',
    text70: '退款总金额',
    text71: '账户余额',
    text72: '星',
    text73: '2星级',
    text74: '3星级',
    text75: '再投注',
    text76: '次即可升级',
    text77: '4星级',
    text78: '5星级',
    text79: '累计投注收益',
    text80: '谷歌验证码',
    text81: '已开启',
    text82: '未开启',
    text83: '安全密码',
    text84: '已设置',
    text85: '未设置',
    text86: '1星级',
    // text1: 'AI体育竞技   PK智能引领博彩变革',
    // text2: 'PK',
    // text3: '机器人',
    // text4: 'PK机器人',
    // text5: 'PK将世界上各个范畴最大的交易平台之数据整合再分析, 计算出必胜的结果,分毫不差。',
    // text6: 'PK在人工智能竞猜中的功能及优势',
    // text7: 'PK超级智能，它能够24小时每周7天不间断运行',
    // text8: '从世界各地的体育交易平台中提取回报率数据',
    // text9: '识别具有对冲机会',
    // text10: '计算所有入资和回报的百分比',
    // text11: '数据存储和整合',
    // text12: '独特的100％对冲能力',
    // text13: 'PK拥有50000+场足球各项数据，同时还承载千万级赔率信息、球员效率量化、球队实力模型等。通过系统软件搜罗全世界所有博彩资讯再作大量比较分析,得100%获利的投资机会,再将理想赔率资讯传递给每一个拥有PK的用户。',
    // text14: '立即开通',
    // text15: '立即参与套利',
    // text16: '当用户持有的SIE资产余额大于10000SIE时，即可免费开通PK机器人，拥有属于自己的PK套利专家，第一时间获取套利机会！PK机器人申请成功后，永久性拥有，用户的SIE资产变动不影响PK机器人的开通状态。',
    // text17: 'PK是一个可以对世界各地体育赛事、赌场游戏、即时彩票和网络竞标赛随时进行科学分析的智能角色，是全世界第一个搜索顶级体育赛事在线赔率差异的超级智能，将为全球的投资者开启零风险的体育套利服务。',
    // text18: '开通时间',
    items: [
      {title: 'PK超级智能,它能够24小时每周7天不间断运行'},
      {title: '从世界各地的体育交易平台中提取回报率数据'},
      {title: '识别具有对冲机会'},
      {title: '计算所有入资和回报的百分比'},
      {title: '数据存储和整合'},
      {title: '独特的100%对冲能力'}
    ]
  },
  case: {
    text1: 'PK',
    text2: '如何获利',
    text3: '2018年7月12日的世界杯克罗地亚对战英格兰，三家博彩公司对本场比赛的赔率分别为:',
    text4: 'Stoiximan：赔率为3.75倍，克罗地亚队赢',
    text5: 'Vulkanbet：赔率为3.26倍，平局',
    text6: 'SuperSport：赔率为2.6倍，英格兰队赢',
    text7: '假设你的交易资金约为1000美元，PK自动帮你投注比赛交易金额，具体如下：',
    text8: '投注：280美元克罗地亚队赢',
    text9: '投注：320美元平局',
    text10: '投注：400美元英格兰赢',
    text11: '比赛完成,获得纯利润',
    text12: '结果一：克罗地亚队赢,盈利：280*3.75-1000=50美元',
    text13: '结果二：平局,320*3.26-1000=43.2美元',
    text14: '结果三：英格兰队赢,400*2.6-1000=40美元',
    text15: '上述可见,无论出现什么样的结果,我们都将100%获利'
  },
  arbitrage: {
    arbitrageTitle: '套利',
    tab1: '进行中',
    tab2: '往期套利',
    text1: '暂时还没有进行中的套利哇!',
    text2: '暂时还没有往期套利哇!',
    text3: '总投注金额',
    text4: '总获利金额',
    text5: '切换语言',
    langData: ['跟随系统', '中文', '英文'],
    text6: '超过最大单笔投注'
  },
  arbitrageDetail: {
    web: {
      text1: '截止时间 ',
      text2: '套利目标投注金额',
      text3: '当前进度: ',
      text4: '剩余可投金额:',
      text18: '已投注金额',
      text5: '用户SIE资产',
      text6: '支付金额',
      text7: '投注',
      text8: '您已超过剩余可投注金额',
      text9: '预计最大获利',
      text10: '立即参与',
      text11: '请输入可投金额',
      text12: '请登录后再投注',
      text13: '时间',
      text14: '已结束',
      text15: '投注金额已满',
      text16: '投注金额不能小于100',
      text17: '资产不足',
      text19: '我已查阅并同意',
      text20: '用户投注协议',
      text21: 'PK用户投注协议',
      text22: '本协议是您与PK平台之间就您使用PK平台服务相关事宜所订立的契约。本协议由PK平台起草并享有最终解释权，PK平台依据本协议以下条款为您提供服务，请仔细阅读并遵守。',
      text23: '1、您一旦成功开通PK机器人，并参与赛事下注，即表示您已充分阅读、理解并同意接受本协议的条款，您应当遵守相关条款。',
      text24: '2、您应自行保障用户名、昵称和密码的保密性，并对用户名、昵称、密码下发生的所有活动（包括但不限于PK赛事下注）承担全部责任。',
      text25: '3、您同意，如遇以下非本平台自身原因造成的赛事延迟、取消，相应赛事将被视为无效投注，平台会在赛事后24小时内退还投注时相同的SIE数量。',
      text26: 'A.由于赛事当地突发情况造成的比赛延迟、取消。',
      text27: 'B.由于赛事主办方原因造成的比赛延迟、取消。',
      text28: 'C.由于地震、海啸等不可抗力因素造成的比赛延迟、取消。',
      text29: 'D.其他非本平台原因。',
      text30: '4、PK平台拥有本服务协议的最终解释权。'
    },
    mobile: {
      text1: '编号: ',
      text2: '剩余投注金额',
      text3: '目标金额',
      text4: '截止时间',
      text5: '套利方案',
      text6: '主场胜赔率',
      text7: '总获利金额',
      text8: '请登录后进行投注',
      text9: '立即投注',
      text10: '套利目标投注金额',
      text11: '订单编号',
      text12: '博彩公司',
      text13: '主场胜赔率',
      text19: '和局赔率',
      text20: '客场胜赔率',
      text14: '预计获利',
      text15: '套利详情',
      text16: '比赛',
      text17: '套利方案',
      text18: '投注前请开通机器人'
    },
    dialog: {
      text1: '支付订单',
      text2: '支付密码',
      inputPlaceHold1: '请输入支付密码',
      text3: '谷歌验证码',
      inputPlaceHold2: '请输入谷歌验证码',
      text4: '短信验证码',
      inputPlaceHold3: '请输入短信验证码',
      text5: '请绑定手机或谷歌验证码...',
      text6: '确定',
      sendBtnValue: '发送',
      text7: '已成功投注',
      text8: '请先设置安全密码'
    }
  },
  betting: {
    mobile: {
      text1: '投注',
      text2: '编号:',
      text3: '剩余投注金额',
      text4: '目标金额',
      text5: '截至时间',
      text6: '累计投注',
      text7: '投注金额',
      text8: '输入投注金额',
      text9: '账户余额:',
      text10: '支付余额:',
      text11: '账户余额不足',
      text12: '立即投注',
      text13: '支付订单',
      text14: '支付密码',
      text16: '请输入支付密码',
      text17: '谷歌验证码',
      text18: '请输入谷歌验证码',
      text19: '短信验证码',
      text20: '请输入短信验证码',
      text21: '请绑定手机或谷歌验证码...',
      text22: '确定',
      text23: '发送'
    },
    dialog: {
      text1: '您已成功投注',
      text2: '确定'
    }
  },
  tab: {
    text1: '进行中',
    text2: '往期套利'
  },
  cumulative: {
    text1: '投注记录',
    text2: '累计投注金额',
    text3: '编号：'
  },
  star: {
    title: '星级',
    text1: '什么是星级',
    text2: '1.1星：当前单笔投注金额范围（SIE）:100-10000',
    text3: '2.2星：累计投注次数>=10，当前单笔投注金额范围（SIE）：100-20000',
    text4: '3.3星：累计投注次数>=30次，当前单笔投注金额范围（SIE）：100-50000',
    text5: '4.4星：累计投注次数>=50次，当前单笔投注金额范围（SIE）：100-100000',
    text6: '5.5星：累计投注次数>=100次，当前单笔投注金额范围（SIE）：100-500000',
    text7: '用户星级',
    text8: '单笔最大可投注金额',
    text9: '星'
  }
}
export default CN
